{
  "entries": {
    "40": {
      "uid": 40,
      "key": ["République Galactique", "Sénat", "pouvoirs d'urgence", "bureaucratie républicaine", "corruption Sénat"],
      "keysecondary": ["Clone Wars", "guerre des clones", "Palpatine chancelier"],
      "comment": "BLOC G — République Galactique fin de règne",
      "content": "[République Galactique — Fin de Règne (22–19 BBY)]\nLa République Galactique en ses dernières années est un colosse gangrené. Le Sénat Galactique, autrefois assemblée souveraine de milliers de mondes, est devenu un théâtre de corruption endémique où les votes se monnayent et les intérêts corporatistes pèsent plus lourd que les pétitions citoyennes. Les pouvoirs d'urgence votés au Chancelier Suprême Palpatine après la Bataille de Geonosis lui confèrent une autorité quasi-illimitée sur les affaires militaires, les mouvements de troupes et le budget de guerre — pouvoirs qu'il ne rendra jamais. Le Sénat vote chaque extension sans véritable débat, terrorisé par les nouvelles du front. La bureaucratie républicaine, déjà légendaire avant la guerre, s'épaissit encore : des comités de supervision militaire, des commissions de réfugiés, des bureaux de rationnement apparaissent et se chevauchent, créant un labyrinthe administratif que seuls les lobbyistes savent naviguer. Les sénateurs loyalistes comme Bail Organa, Padmé Amidala et Mon Mothma forment une opposition discrète, la Délégation des 2000, mais leurs protestations restent lettre morte. Chaque victoire militaire renforce Palpatine ; chaque défaite justifie davantage de pouvoirs. Les libertés civiles sont érodées une par une — surveillance HoloNet, restrictions de voyage, loi sur le secret militaire. La République ne meurt pas d'un coup : elle se dissout de l'intérieur, applaudissement après applaudissement, préparant le terrain pour la Déclaration du Nouvel Ordre.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "G_Factions_Politique_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "41": {
      "uid": 41,
      "key": ["Confédération", "CIS", "Séparatistes", "systèmes indépendants", "Dooku leader"],
      "keysecondary": ["guerre des clones", "droïdes armée", "commerce séparatiste"],
      "comment": "BLOC G — Confédération des Systèmes Indépendants",
      "content": "[Confédération des Systèmes Indépendants (CIS)]\nLa CIS est une alliance de systèmes stellaires, de corporations commerciales et de gouvernements locaux qui ont fait sécession de la République Galactique, officiellement pour protester contre la corruption et la taxation injuste du Sénat. Dirigée publiquement par le Comte Dooku — ancien Jedi devenu idéologue séparatiste — la Confédération est en réalité un outil du plan Sith : Dooku obéit secrètement à Darth Sidious, qui contrôle les deux camps du conflit. Le Parlement Séparatiste siège sur Raxus, où des sénateurs sincères comme Mina Bonteri croient véritablement à l'autodétermination. Mais le vrai pouvoir réside dans le Conseil des Séparatistes, composé des dirigeants des méga-corporations : Nute Gunray (Fédération du Commerce), Wat Tambor (Techno Union), San Hill (Clan Bancaire InterGalactique), Shu Mai (Guilde du Commerce), Poggle le Bref (Geonosiens). Ces entités fournissent les armées de droïdes, le financement et l'infrastructure industrielle. Le Général Grievous commande les forces militaires avec une brutalité mécanique. L'armée droïde, bien que numériquement écrasante, souffre d'une intelligence tactique limitée comparée aux clones. La CIS contrôle de vastes territoires dans la Bordure Extérieure et les Territoires d'Expansion. Pour les citoyens de ces mondes, la Confédération représente tantôt une libération de la taxe républicaine, tantôt une occupation corporatiste. La CIS sera dissoute par Darth Sidious lui-même quand elle aura servi son objectif.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "G_Factions_Politique_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "42": {
      "uid": 42,
      "key": ["Ordre 66", "protocole 66", "implant inhibiteur", "purge Jedi", "contingence clone"],
      "keysecondary": ["clones", "trahison", "Palpatine ordre"],
      "comment": "BLOC G — Ordre 66 & Protocole",
      "content": "[Ordre 66 — Protocole de Contingence]\nL'Ordre 66 est l'une des 150 ordres de contingence intégrés dans le protocole militaire de la Grande Armée de la République, officiellement classé comme directive d'urgence en cas de trahison du Haut Commandement Jedi envers la République. En réalité, c'est la pièce maîtresse du plan Sith millénaire. Dans la continuité Legends/TCW, les clones portent des puces inhibitrices bio-organiques implantées dans leur cerveau dès le stade embryonnaire sur Kamino. Ces puces suppriment l'individualité, l'attachement émotionnel envers les Jedi et toute hésitation quand l'ordre est activé. Le clone ARC Trooper Fives découvre l'existence des puces après le dysfonctionnement de celle de Tup, qui exécute prématurément l'Ordre 66 en tuant la Jedi Tiplar. Fives tente de prévenir le Chancelier et les Jedi, mais Palpatine orchestre sa discréditation et Fives est abattu, son avertissement perdu. Quand Palpatine active l'Ordre 66 à la fin de la guerre, les clones se retournent instantanément contre leurs généraux Jedi à travers la galaxie. Des milliers de Jedi meurent en quelques heures — sur le champ de bataille, dans les temples, en plein vol. Le taux de survie est catastrophiquement bas : on estime que moins d'une centaine de Jedi échappent à la purge initiale. Les survivants (comme Obi-Wan Kenobi, Yoda, Quinlan Vos, K'Kruhk, et d'autres) doivent se cacher, changer d'identité, couper leur connexion à la Force ou fuir vers les confins de la galaxie. L'Ordre 66 ne marque pas seulement la fin de l'Ordre Jedi — il brise le lien de confiance entre clones et Jedi qui avait défini trois années de guerre fraternelle.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "G_Factions_Politique_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "43": {
      "uid": 43,
      "key": ["Guilde du Commerce", "Techno Union", "Clan Bancaire", "corporations guerre", "financement guerre"],
      "keysecondary": ["CIS", "Séparatistes", "commerce", "crédits"],
      "comment": "BLOC G — Commerce et Corporations",
      "content": "[Commerce et Corporations — L'Argent Derrière la Guerre]\nLa Guerre des Clones est autant un conflit financier que militaire. Les méga-corporations de la galaxie sont les véritables moteurs de la machine de guerre séparatiste. La Fédération du Commerce de Nute Gunray fournit les droïdes de combat B1 et les vaisseaux de blocus Lucrehulk. La Techno Union de Wat Tambor produit les super droïdes de combat B2, les droïdes Tri-Fighters et des armes expérimentales depuis ses forges de Skako Minor. Le Clan Bancaire InterGalactique de San Hill finance l'ensemble de l'effort de guerre CIS tout en maintenant — scandaleusement — des comptes ouverts avec la République, profitant des deux côtés. La Guilde du Commerce de Shu Mai contrôle des routes commerciales vitales et des ressources brutes. L'Alliance Corporative et le Syndicat du Commerce Libre complètent l'ensemble. Du côté républicain, des corporations comme Kuat Drive Yards (Star Destroyers Venator), Rothana Heavy Engineering (AT-TE, LAAT) et Rendili StarDrive profitent de contrats militaires massifs. Le coût de la guerre est astronomique : des trillions de crédits déversés dans l'armement, tandis que des mondes civils souffrent de pénuries. L'ironie fondamentale est que Darth Sidious contrôle, directement ou indirectement, le flux d'argent des deux côtés — la guerre est un investissement Sith dont le dividende est l'Empire.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "G_Factions_Politique_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "44": {
      "uid": 44,
      "key": ["Neutral Systems", "systèmes neutres", "neutralité guerre", "Council of Neutral Systems"],
      "keysecondary": ["Mandalore", "Satine", "guerre des clones"],
      "comment": "BLOC G — Neutral Systems",
      "content": "[Neutral Systems — Les Mondes Qui Refusent de Choisir]\nLe Conseil des Systèmes Neutres est une coalition de plus de 1 500 mondes qui refusent de s'aligner avec la République ou la Confédération pendant la Guerre des Clones. Présidé par la Duchesse Satine Kryze de Mandalore, ce mouvement prône la non-violence, la diplomatie et l'autodétermination. Ses membres incluent des mondes comme Mandalore, Kalevala et de nombreux systèmes de la Bordure Extérieure qui considèrent la guerre comme un conflit de Noyau ne les concernant pas. La neutralité est un luxe dangereux : les deux camps exercent des pressions immenses. La République accuse les neutres de faire le jeu des Séparatistes en refusant d'envoyer des troupes ; la CIS tente d'infiltrer et de déstabiliser les gouvernements neutres pour les forcer à rejoindre leur cause. Des incidents de contrebande d'armes, d'empoisonnement alimentaire et de sabotage diplomatique frappent régulièrement les mondes neutres. Le commerce est perturbé par les blocus des deux camps, créant des crises humanitaires sur des mondes dépendants de l'importation. Les mondes neutres doivent maintenir leurs propres forces de défense sans le soutien d'aucune faction — une charge financière et logistique écrasante. La neutralité est perçue par beaucoup comme un idéalisme naïf dans une galaxie en flammes, mais pour ses défenseurs, c'est le dernier rempart de la civilisation. La chute politique de Mandalore sous Death Watch prouvera combien la neutralité est fragile quand la violence est déterminée.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "G_Factions_Politique_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "45": {
      "uid": 45,
      "key": ["sous-monde Coruscant", "niveaux inférieurs", "1313", "Ziro le Hutt", "Pykes Coruscant"],
      "keysecondary": ["Coruscant", "pègre", "criminalité"],
      "comment": "BLOC G — Sous-monde Coruscant TCW",
      "content": "[Sous-monde de Coruscant — Époque TCW]\nSous les spires étincelantes de Coruscant, la capitale galactique cache un enfer vertical. Les niveaux inférieurs s'enfoncent sur des kilomètres sous la surface, formant un monde parallèle où la lumière du soleil n'atteint jamais. Le Niveau 1313 est devenu synonyme de criminalité organisée, de marché noir et de vie désespérée — un territoire où ni la police de Coruscant ni les Jedi ne s'aventurent sans risque. Pendant la Guerre des Clones, le sous-monde prospère : la guerre crée une demande insatiable pour les armes illégales, les épices, les faux papiers et la contrebande. Ziro le Hutt, oncle de Jabba, opère depuis Coruscant un réseau criminel qui croise les intérêts du Cartel Hutt avec la politique sénatoriale, maintenant des relations compromettantes avec des sénateurs corrompus. Le Syndicat des Pykes contrôle le trafic d'épice, notamment la distribution de la variété mortelle extraite de Kessel, alimentant une crise d'addiction dans les niveaux inférieurs. Les Mandaloriens de Death Watch, le Soleil Noir de Xomit Grunseit, et d'autres organisations criminelles maintiennent des cellules dans le sous-monde. Pour les milliards d'habitants des niveaux bas, la République est une abstraction lointaine — leur réalité est gouvernée par les seigneurs du crime, les gangs de secteur et l'économie de survie. Les clones déserteurs, les Jedi en disgrâce et les réfugiés de guerre se mêlent aux criminels dans cette jungle urbaine. Le sous-monde de Coruscant est la preuve vivante que la République avait échoué bien avant l'Empire.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "G_Factions_Politique_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "46": {
      "uid": 46,
      "key": ["Mandalore", "Satine Kryze", "Death Watch", "pacifiste Mandalore", "Nouvelle Mandalore"],
      "keysecondary": ["Mandalorien", "guerre des clones", "Vizsla"],
      "comment": "BLOC H — Mandalore TCW",
      "content": "[Mandalore — Époque Guerre des Clones]\nMandalore pendant la Guerre des Clones est un monde déchiré entre son passé guerrier et son présent pacifiste. Sous la Duchesse Satine Kryze, le mouvement des Nouveaux Mandaloriens a transformé la société : les armures sont rangées dans les musées, les clans guerriers sont exilés sur la lune Concordia, et Mandalore se présente comme un modèle de neutralité et de civilisation. La capitale Sundari est une cité-dôme sur un désert blanc, vestige des guerres qui ont autrefois ravagé la surface. Mais ce pacifisme est bâti sur du sable. Death Watch, une faction militariste dirigée par Pre Vizsla (gouverneur de Concordia), veut restaurer les traditions guerrières et conspire avec le Comte Dooku pour renverser Satine. Le gouvernement de la Duchesse est fragile : corruption interne, crise économique due à la neutralité, contrebande alimentaire qui affame la population civile. Obi-Wan Kenobi, lié par un passé personnel à Satine, intervient plusieurs fois mais ne peut empêcher la spirale. L'arrivée de Darth Maul change tout : il unit Death Watch, le Soleil Noir, les Pykes et les Hutts en un Shadow Collective, prend Mandalore par la force, tue Satine devant Obi-Wan, puis élimine Vizsla en duel. Mandalore tombe sous le joug d'un Sith renégat avant même la fin de la guerre — préfigurant l'occupation impériale qui suivra.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "H_Planetes_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "47": {
      "uid": 47,
      "key": ["Onderon", "rébellion Onderon", "Saw Gerrera", "roi Dendup", "Steela Gerrera"],
      "keysecondary": ["jungle", "Séparatistes", "guerre des clones"],
      "comment": "BLOC H — Onderon",
      "content": "[Onderon — Rébellion dans la Jungle]\nOnderon est un monde de la Bordure Intérieure caractérisé par ses jungles impénétrables, ses prédateurs massifs (les fameux drexls et rupings) et une culture monarchique ancienne. Pendant la Guerre des Clones, le roi légitime Ramsis Dendup est déposé par les Séparatistes et remplacé par le roi fantoche Sanjay Rash, qui ouvre Onderon à l'occupation droïde. Une rébellion populaire émerge, menée par les jeunes combattants Steela et Saw Gerrera, avec le soutien discret de Lux Bonteri — fils d'une sénatrice séparatiste. Le Conseil Jedi, réticent à intervenir directement, envoie Anakin Skywalker, Obi-Wan Kenobi, Ahsoka Tano et le capitaine Rex pour former les rebelles — non pas combattre à leur place, mais leur enseigner les tactiques de guérilla. C'est un prototype de ce que deviendra l'Alliance Rebelle : des conseillers extérieurs armant une résistance locale. Les rebelles d'Onderon apprennent à exploiter le terrain, à frapper les convois droïdes et à rallier la population civile. Steela meurt héroïquement en libérant la capitale Iziz, sacrifice qui hante Saw et le radicalise pour la vie. Le roi Dendup est restauré, Onderon rejoint la République. Mais les leçons apprises ici — la guérilla asymétrique, le coût du sacrifice, l'ambiguïté morale de l'insurrection — définiront les guerres à venir. Saw Gerrera emportera ces méthodes dans sa lutte contre l'Empire des décennies plus tard.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "H_Planetes_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "48": {
      "uid": 48,
      "key": ["Mortis", "Père Fils Fille", "Ones", "anomalie Force", "Mortis arc"],
      "keysecondary": ["Force", "côté obscur", "côté lumineux", "Anakin"],
      "comment": "BLOC H — Mortis",
      "content": "[Mortis — Le Plan Mystique de la Force]\nMortis est une anomalie dans le tissu même de la réalité : un plan d'existence accessible par un monolithe spatial, où la Force se manifeste sous une forme crue et absolue. Ce royaume, hors du temps et de l'espace conventionnels, est habité par trois entités archétypales appelées les Ones : le Père, incarnation de l'Équilibre ; la Fille, avatar du Côté Lumineux ; et le Fils, avatar du Côté Obscur. Le Père maintient ses enfants en balance, mais sa force décline avec l'âge. Quand Anakin Skywalker, Obi-Wan Kenobi et Ahsoka Tano sont attirés sur Mortis, le Père met Anakin à l'épreuve pour déterminer s'il est l'Élu capable de le remplacer comme gardien de l'Équilibre. Sur Mortis, la Force obéit à des lois amplifiées : les visions du futur sont limpides, les tentations du Côté Obscur sont viscérales, et la mort a des conséquences cosmiques. Le Fils tente de corrompre Anakin en lui montrant son avenir en tant que Darth Vader — vision que le Père efface de sa mémoire. La Fille se sacrifie pour sauver Ahsoka, empoisonnée par le Côté Obscur. Le Fils tue le Père ; Anakin détruit le Fils. Les trois meurent, Mortis s'effondre, et les Jedi s'en échappent sans souvenirs clairs. L'existence de Mortis suggère que la Force possède une conscience, une volonté et un ordre que même les Jedi les plus savants ne comprennent qu'à peine. Les implications théologiques sont vertigineuses : le dualisme Lumière/Obscurité n'est peut-être qu'une simplification d'une vérité bien plus complexe.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "H_Planetes_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "49": {
      "uid": 49,
      "key": ["Ryloth", "Twi'lek", "Cham Syndulla", "libération Ryloth", "occupation Ryloth"],
      "keysecondary": ["résistance", "guerre des clones", "Wat Tambor"],
      "comment": "BLOC H — Ryloth",
      "content": "[Ryloth — Occupation et Résistance Twi'lek]\nRyloth, monde natal des Twi'leks, est un monde de contrastes violents : un hémisphère en lumière perpétuelle brûlant, un autre plongé dans un froid glacial, et une bande habitable entre les deux où la civilisation s'accroche. Pendant la Guerre des Clones, Ryloth subit une occupation séparatiste brutale menée par l'Émir Wat Tambor de la Techno Union, qui pille systématiquement les ressources de la planète — trésors culturels, minerais, et même la population Twi'lek réduite en boucliers vivants. La résistance est incarnée par le général Cham Syndulla, leader charismatique des Twi'lek libres (Freedom Fighters), qui mène une guérilla depuis les montagnes et les cavernes de Ryloth. Cham est un tacticien brillant mais méfiant envers la République, qu'il considère comme un autre occupant potentiel. La libération de Ryloth nécessite une campagne combinée : Ahsoka Tano brise le blocus orbital, Obi-Wan Kenobi libère les villages, et Mace Windu mène l'assaut final sur la capitale Lessu avec le soutien réticent de Cham. La victoire est pyrrhique — Ryloth est dévastée, sa population traumatisée, et la présence républicaine qui s'installe après la libération ressemble étrangement à l'occupation qu'elle a remplacée. Cham Syndulla n'oubliera jamais cette leçon : quand l'Empire remplacera la République, il reprendra les armes sans hésitation. Sa fille Hera héritera de ce combat.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "H_Planetes_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "50": {
      "uid": 50,
      "key": ["Umbara", "ombre Umbara", "Krell", "mutinerie clone", "Umbarans"],
      "keysecondary": ["clones", "trahison", "Rex", "guerre des clones"],
      "comment": "BLOC H — Umbara",
      "content": "[Umbara — Le Monde des Ombres]\nUmbara est une planète plongée dans une obscurité perpétuelle, éclairée uniquement par la bioluminescence de sa flore et faune alien. Ses habitants, les Umbarans, sont un peuple pâle et xénophobe réputé pour leur technologie militaire avancée — leurs chasseurs stellaires à rayons électromagnétiques et leurs armes à plasma sont supérieurs à l'équipement standard des deux camps. Quand Umbara rejoint les Séparatistes, la République lance un assaut qui deviendra l'un des arcs les plus sombres de la guerre. Le Général Jedi Pong Krell, secrètement tombé au Côté Obscur et anticipant la chute de la République, prend le commandement des troupes du 501ème et du 212ème en l'absence d'Anakin Skywalker. Krell envoie délibérément les clones dans des assauts suicidaires, manipule les communications pour que deux compagnies clones s'entretuent en croyant affronter des Umbarans déguisés, et traite les soldats comme du matériel jetable. Le Capitaine Rex, les soldats Fives, Jesse, Hardcase et Dogma sont confrontés à un dilemme moral déchirant : obéir à un général Jedi — leur commandant légitime — ou se rebeller pour sauver leurs frères. La mutinerie qui suit est un moment fondateur dans l'identité clone : Rex arrête Krell après un combat brutal, et Dogma — le plus obéissant des clones — exécute le traître Jedi. L'arc d'Umbara déconstruit l'héroïsme de la guerre et questionne la chaîne de commandement, préfigurant la facilité avec laquelle les clones exécuteront l'Ordre 66 contre des Jedi envers lesquels leur confiance a déjà été ébranlée.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "H_Planetes_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "51": {
      "uid": 51,
      "key": ["Florrum", "Hondo Ohnaka", "pirates Weequay", "piraterie Florrum"],
      "keysecondary": ["pirates", "guerre des clones", "contrebande"],
      "comment": "BLOC H — Florrum",
      "content": "[Florrum — Repaire de Hondo Ohnaka]\nFlorrum est un monde aride et sulfureux de la Bordure Extérieure, couvert de geysers, de plaines de soufre et de formations rocheuses acérées. C'est le quartier général du gang de pirates Weequay de Hondo Ohnaka, l'un des personnages les plus imprévisibles de la Guerre des Clones. Le complexe pirate de Florrum est une base fortifiée recyclée à partir d'épaves de vaisseaux et de structures préfabriquées, servant de port d'attache pour une flotte de chasseurs et de transports volés. Hondo dirige ses pirates avec un mélange de charisme, de menaces et de profit partagé. Son modèle économique : intercepter les convois des deux camps, rançonner les prisonniers de valeur (il capture même Dooku et tente de le vendre à la République), revendre le matériel militaire volé, et trafiquer de l'épice. Hondo est un opportuniste pur : il n'a aucune loyauté idéologique, négocie avec Jedi comme Sith, et change de camp au gré de qui paie le mieux. Malgré cela, il développe un respect authentique pour certains Jedi, notamment Obi-Wan Kenobi et Ahsoka Tano, ce qui conduit occasionnellement à des alliances de circonstance. Florrum est attaquée par Grievous pendant la guerre, forçant Hondo à coopérer temporairement avec la République. La piraterie dans la galaxie Star Wars est une économie à part entière : les pirates remplissent les vides que ni la loi républicaine ni le contrôle séparatiste ne couvrent, fournissant des biens rares, des passages clandestins et une forme brutale de redistribution des richesses.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "H_Planetes_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "52": {
      "uid": 52,
      "key": ["Mon Calamari", "Mon Cala", "Lee-Char", "Quarren", "invasion Mon Calamari"],
      "keysecondary": ["aquatique", "guerre des clones", "Nossor Ri"],
      "comment": "BLOC H — Mon Calamari",
      "content": "[Mon Calamari (Mon Cala) — Guerre Sous les Vagues]\nMon Calamari, aussi appelée Mon Cala ou Dac, est un monde océanique abritant deux espèces intelligentes cohabitant dans une paix fragile : les Mon Calamari, constructeurs de vaisseaux réputés vivant dans des cités sous-marines et de surface, et les Quarren, peuple des profondeurs plus isolationniste. Pendant la Guerre des Clones, l'assassinat du roi Yos Kolina précipite une crise de succession. Le jeune prince Lee-Char, à peine adolescent, doit revendiquer le trône face à l'opposition des Quarren menés par Nossor Ri, manipulés par l'émissaire séparatiste Riff Tamson — un requin Karkarodon brutal envoyé par Dooku. La CIS exploite les tensions interespèces pour déclencher une guerre civile aquatique. La République envoie des renforts : le Maître Jedi Kit Fisto, Ahsoka Tano, et le sénateur Padmé Amidala tentent la diplomatie tandis que les clones SCUBA troopers combattent sous l'eau. Le prince Lee-Char, malgré son jeune âge, rallie les deux peuples en faisant preuve de courage sur le champ de bataille et en convainquant Nossor Ri que les Séparatistes utilisent les Quarren comme chair à canon. Riff Tamson est détruit, les Quarren se retournent contre la CIS, et Lee-Char est couronné roi. Mon Calamari restera loyale à la démocratie — ses chantiers navals produiront plus tard les croiseurs MC80 qui formeront l'épine dorsale de la flotte rebelle. L'expérience de cette invasion forge l'identité résistante du peuple Mon Calamari.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "H_Planetes_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "53": {
      "uid": 53,
      "key": ["Zygerria", "esclavage Zygerrien", "empire esclavagiste", "Reine Miraj", "arc esclavage"],
      "keysecondary": ["Kiros", "Togruta", "guerre des clones"],
      "comment": "BLOC H — Zygerria",
      "content": "[Zygerria — L'Empire Esclavagiste]\nZygerria est un monde dont la civilisation entière est bâtie sur l'esclavage. Les Zygerriens, espèce félinoïde, ont historiquement dirigé l'un des plus grands empires esclavagistes de la galaxie, réduit par les Jedi des siècles auparavant mais jamais véritablement aboli. La Guerre des Clones offre une opportunité de renaissance : la Reine Miraj Scintel s'allie avec le Comte Dooku pour reconstruire l'empire esclavagiste en échange d'un soutien à la CIS. L'arc commence avec la disparition du peuple Togruta de la colonie de Kiros — des dizaines de milliers de civils enlevés et vendus aux enchères de Zygerria. Anakin Skywalker, Obi-Wan Kenobi et Ahsoka Tano s'infiltrent dans la société zygerrienne, confrontés à l'horreur d'un système esclavagiste normalisé et socialement célébré. Les ventes aux enchères sont des événements mondains ; les esclaves sont des symboles de statut. Anakin, ancien esclave lui-même, est psychologiquement dévasté — sa rage affleure le Côté Obscur. Obi-Wan et Rex subissent les mines d'esclavage de Kadavo, expérience qui brise même les plus endurcis. La Reine Miraj développe une fascination pour Anakin mais est tuée par Dooku quand elle menace de devenir incontrôlable. L'arc explore l'esclavage comme institution galactique — non pas une aberration, mais un système économique que la République a toléré par indifférence et compromis politique pendant des millénaires.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "H_Planetes_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "54": {
      "uid": 54,
      "key": ["culture clone", "identité clone", "numéro vs nom", "Kamino clones", "clones individus"],
      "keysecondary": ["clone", "frères", "déserteur clone"],
      "comment": "BLOC I — Culture Clone",
      "content": "[Culture Clone — Identité et Humanité Fabriquée]\nLes clones de la Grande Armée de la République sont génétiquement identiques, créés à partir de l'ADN du chasseur de primes Jango Fett sur les installations de Kamino. Élevés en accéléré — atteignant la maturité physique en 10 ans — ils sont conditionnés pour l'obéissance, la discipline et le combat. Pourtant, malgré ce formatage, une culture clone unique émerge. Les clones se donnent des noms : Rex, Cody, Fives, Echo, Heavy, Tup — actes de rébellion identitaire contre les numéros de série (CT-7567, CC-2224...) qui les définissent officiellement. Ils se tatouent, personnalisent leurs armures avec des couleurs et symboles de compagnie, développent des traditions — comme le souvenir des frères tombés. Certains questionnent ouvertement leur statut : sont-ils des soldats ou des esclaves? Du matériel militaire ou des citoyens? La République n'offre jamais de réponse claire. Les relations avec les Jedi généraux varient : certains Jedi traitent les clones comme des individus (Anakin, Plo Koon, Ahsoka), d'autres comme des ressources (Krell). Les déserteurs existent — Cut Lawquane abandonne l'armée pour fonder une famille sur Saleucami, choix que Rex respecte mais ne peut imiter. Les clones ARC, formés pour l'indépendance tactique, développent les personnalités les plus distinctes. La tragédie fondamentale est que cette humanité conquise de haute lutte sera effacée en un instant par les puces inhibitrices quand l'Ordre 66 sera activé — leurs noms redeviendront des numéros.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "I_Vie_Militaire_Clones",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "55": {
      "uid": 55,
      "key": ["hiérarchie militaire", "général Jedi", "commandant clone", "ARC Trooper", "rang clone"],
      "keysecondary": ["République armée", "guerre des clones", "501ème"],
      "comment": "BLOC I — Hiérarchie militaire République",
      "content": "[Hiérarchie Militaire de la Grande Armée de la République]\nLa Grande Armée de la République fonctionne selon une chaîne de commandement hybride unique dans l'histoire galactique : des généraux Jedi — moines guerriers sans formation militaire académique — commandent des clones élevés exclusivement pour la guerre. Au sommet, le Chancelier Suprême est le commandant en chef. Les Jedi du Conseil détiennent le rang de Général Senior ou Haut Général (Yoda, Mace Windu, Obi-Wan Kenobi). Les Chevaliers Jedi servent comme Généraux Jedi, et même les Padawans comme Ahsoka Tano reçoivent le titre de Commandant — une responsabilité écrasante pour des adolescents. Du côté clone, la hiérarchie est strictement militaire : les Commandants Clone (CC-) dirigent des régiments ou des légions entières ; les Capitaines (comme Rex, CT-7567) commandent des compagnies ; les Lieutenants, Sergents et simples soldats complètent la structure. Les ARC Troopers (Advanced Recon Commandos) forment une élite : formés par Jango Fett lui-même, capables d'opérations indépendantes, ils sont les clones les plus individualisés et les plus redoutables. Les Commandos Clone (Republic Commandos) opèrent en escouades de quatre (comme Delta Squad et Omega Squad) pour les missions spéciales — sabotage, infiltration, assassinat. Les unités sont organisées par légions associées à un Jedi : le 501ème Légion avec Anakin, le 212ème Bataillon d'Attaque avec Obi-Wan, le 104ème Bataillon (Wolfpack) avec Plo Koon. Cette structure crée des liens profonds entre Jedi et clones — liens que l'Ordre 66 exploitera avec une cruauté chirurgicale.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "I_Vie_Militaire_Clones",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "56": {
      "uid": 56,
      "key": ["LAAT", "AT-TE", "Venator", "équipement clone", "technologie militaire TCW"],
      "keysecondary": ["guerre des clones", "vaisseau République", "gunship"],
      "comment": "BLOC I — Équipement et technologie militaire TCW",
      "content": "[Équipement et Technologie Militaire — Ère TCW]\nLa Grande Armée de la République déploie un arsenal conçu par les meilleurs ingénieurs de Kamino et les corporations loyalistes. Le LAAT/i (Low Altitude Assault Transport/infantry) est la canonnière emblématique : un transport armé de missiles, de turbolasers et de canons à tir composé, capable de déployer 30 clones directement sur la zone de combat. Sa variante LAAT/c transporte des véhicules lourds. Le AT-TE (All Terrain Tactical Enforcer) est un marcheur hexapode lourd servant de plate-forme d'assaut au sol — blindé, stable, mais lent, il porte un canon de masse dorsal dévastateur. Le Star Destroyer de classe Venator est le vaisseau capital de la flotte républicaine : long de 1 137 mètres, il est conçu comme un croiseur-porteur combinant puissance de feu turbolaser et un hangar massif accueillant des centaines de chasseurs (V-19 Torrent, ARC-170, intercepteurs Eta-2). Les clones portent l'armure Phase I puis Phase II — cette dernière plus confortable, modulaire et personnalisable, intégrant un HUD, des filtres atmosphériques et une protection balistique améliorée. Les armes standard comprennent le blaster DC-15A (fusil), le DC-15S (carabine), et le pistolet DC-17. L'équipement spécialisé inclut les jetpacks des clones aéroportés, les armures de plongée SCUBA, et les speeders BARC. Du côté séparatiste, les droïdes B1 compensent leur faiblesse individuelle par le nombre, les B2 super droïdes offrent une puissance de feu supérieure, les droïdekas (destroyers) possèdent des boucliers et une cadence de tir terrifiante, et les chars AAT forment le fer de lance blindé de la CIS.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "I_Vie_Militaire_Clones",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "57": {
      "uid": 57,
      "key": ["coût humain guerre", "traumatisme clone", "désertion", "civils guerre", "vétérans clones"],
      "keysecondary": ["guerre des clones", "pertes", "réfugiés"],
      "comment": "BLOC I — Coût humain de la guerre",
      "content": "[Coût Humain de la Guerre des Clones]\nLa Guerre des Clones dure trois ans, mais son bilan humain est mesuré en civilisations brisées. Des milliards de civils meurent dans les bombardements, les occupations et les famines provoquées par les blocus. Des mondes entiers — Ryloth, Christophsis, Felucia — sont dévastés, leurs populations déplacées en masses de réfugiés qui submergent les mondes voisins. Pour les clones, le trauma est omniprésent mais systémiquement ignoré. Pas de psychologues militaires, pas de permissions, pas de retour à la vie civile — ils combattent jusqu'à la mort ou la victoire. Le syndrome de stress post-traumatique n'a pas de nom dans leur vocabulaire, mais ses symptômes sont visibles : insomnies, hypervigilance, détachement émotionnel, rage incontrôlée. Des clones craquent silencieusement. Les déserteurs sont rares mais existent — Cut Lawquane est l'exception visible d'un phénomène tabou. Pour les Jedi, la guerre corrompt leur mission : des gardiens de la paix transformés en généraux, des médiateurs devenus stratèges militaires, des moines contemplant des montagnes de cadavres. Certains Jedi sombrent ouvertement (Krell, Barriss Offee) ; beaucoup d'autres portent des fissures invisibles. Les enfants sont les victimes les plus silencieuses — orphelins de guerre, enfants-soldats sur des mondes occupés, Padawans de 14 ans envoyés au front. La Guerre des Clones est présentée comme un conflit nécessaire, mais son coût réel est une galaxie entière traumatisée, prête à accepter n'importe quel régime promettant que la violence s'arrêtera.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "I_Vie_Militaire_Clones",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "58": {
      "uid": 58,
      "key": ["Ordre Jedi", "Conseil Jedi", "conservateur Jedi", "politique Jedi", "Temple Jedi Coruscant"],
      "keysecondary": ["guerre des clones", "Jedi", "Mace Windu Conseil"],
      "comment": "BLOC J — Ordre Jedi fin époque",
      "content": "[Ordre Jedi — Fin d'Époque]\nL'Ordre Jedi à la veille de sa destruction est une institution au sommet de sa puissance apparente et au nadir de sa santé spirituelle. Le Conseil Jedi, présidé par Yoda et dominé par des conservateurs comme Mace Windu et Ki-Adi-Mundi, gouverne depuis le Temple de Coruscant — un palais monumental bâti sur un ancien site sacré Sith, ironie que nul ne relève. Le Conseil est devenu un organe politique autant que spirituel : il siège au Sénat, conseille le Chancelier, et commande des armées. Cette proximité avec le pouvoir temporel a érodé l'indépendance jedi. Les conservateurs s'accrochent aux anciennes règles — pas d'attachements, pas d'émotions, obéissance absolue au Conseil — tandis que la réalité de la guerre exige flexibilité et humanité. Les voix progressistes (Qui-Gon Jinn avant sa mort, Anakin Skywalker inconsciemment) sont marginalisées ou réprimandées. Le Conseil commet des erreurs stratégiques majeures : il accepte de servir comme officiers militaires sans questionner l'origine de l'armée clone, il ignore les avertissements sur la corruption du Sénat, et il échoue catastrophiquement dans l'affaire Ahsoka Tano — accusée à tort de terrorisme, abandonnée par l'Ordre, puis acquittée trop tard. Le départ d'Ahsoka fissure la confiance d'Anakin dans l'institution. L'arrogance jedi est leur péché cardinal : convaincus que le Côté Obscur ne peut se cacher sous leur nez, ils échouent à détecter un Seigneur Sith siégeant littéralement en face d'eux dans le bureau du Chancelier. Quand Mace Windu tente finalement d'arrêter Palpatine, l'Ordre a déjà perdu — non pas militairement, mais moralement, dans le cœur de celui qui aurait dû être son champion.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "J_Force_Jedi_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "59": {
      "uid": 59,
      "key": ["Padawan guerre", "jeune général", "Ahsoka", "perte innocence Jedi", "Padawan commandant"],
      "keysecondary": ["guerre des clones", "formation Jedi", "adolescent guerre"],
      "comment": "BLOC J — Padawans en temps de guerre",
      "content": "[Padawans en Temps de Guerre]\nLa Guerre des Clones transforme des apprentis Jedi en officiers militaires avant qu'ils n'aient terminé leur formation. Des Padawans adolescents — certains aussi jeunes que 14 ans — reçoivent le titre de Commandant et la responsabilité de centaines de vies clones. Ahsoka Tano est l'exemple le plus visible : assignée à Anakin Skywalker à 14 ans, elle commande des troupes sur Christophsis dès sa première semaine, et participe à des dizaines de campagnes sur trois ans. Mais elle n'est pas seule — Barriss Offee sous Luminara Unduli, Caleb Dume (futur Kanan Jarrus) sous Depa Billaba, et d'autres Padawans sont projetés dans l'enfer de la guerre. L'apprentissage traditionnel — méditation, études des textes sacrés, missions diplomatiques — est remplacé par la survie au combat, la prise de décision tactique sous le feu, et la gestion du deuil permanent. Ces jeunes Jedi voient leurs soldats mourir, tuent des ennemis, et portent le poids de décisions aux conséquences mortelles. La perte d'innocence est systémique : Barriss Offee est tellement traumatisée et désabusée qu'elle commet un attentat terroriste contre le Temple Jedi lui-même, accusant l'Ordre d'avoir perdu sa voie. Le départ d'Ahsoka — qui quitte l'Ordre après avoir été trahie par le Conseil — est le symptôme d'une maladie profonde : l'Ordre Jedi sacrifie ses enfants sur l'autel de la guerre tout en prétendant qu'il n'a pas changé. Les Padawans de la Guerre des Clones sont une génération perdue : ceux qui survivent à la guerre seront fauchés par l'Ordre 66, et les très rares survivants porteront des cicatrices impossibles à guérir.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "J_Force_Jedi_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "60": {
      "uid": 60,
      "key": ["côté obscur corruption", "tentation Sith", "Nightsisters", "Dathomir sorcières", "corruption guerre"],
      "keysecondary": ["guerre des clones", "Force obscure", "Ventress"],
      "comment": "BLOC J — Côté Obscur & Corruption pendant TCW",
      "content": "[Côté Obscur & Corruption Pendant la Guerre des Clones]\nLa Guerre des Clones est un festin pour le Côté Obscur. Chaque bataille, chaque mort, chaque acte de désespoir alimente un vortex d'énergie sombre qui aveugle les Jedi et renforce les Sith. Le Côté Obscur ne se manifeste pas seulement chez les Sith déclarés — il s'infiltre partout. Pong Krell tombe secrètement au Côté Obscur tout en portant l'uniforme Jedi. Barriss Offee, autrefois idéaliste, est corrompue par le trauma au point de commettre un attentat. Anakin Skywalker flirte avec l'Obscurité à chaque crise : sa rage sur Zygerria, son exécution sommaire de prisonniers, son possessivité envers Padmé et Ahsoka. Même des Jedi honorables comme Yoda sont testés — confronté aux visions des prêtres Sith sur Moraband, il doit affronter sa propre ombre. Au-delà des Jedi, le Côté Obscur infecte la galaxie elle-même : la guerre génère une épidémie de cruauté — seigneurs de guerre, profiteurs, tortionnaires, esclavagistes qui prolifèrent dans le chaos. Asajj Ventress, assassin de Dooku puis renégate, illustre l'ambiguïté : utilisatrice du Côté Obscur mais pas Sith, chasseuse de primes cherchant sa propre voie. Savage Opress, forgé par la magie Nightsister, est un outil de vengeance devenu monstre autonome. La corruption du Côté Obscur pendant la Guerre des Clones n'est pas un accident collatéral — c'est le dessein même de Darth Sidious, qui a orchestré la guerre précisément pour noyer la lumière dans une tempête d'ombre.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "J_Force_Jedi_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "61": {
      "uid": 61,
      "key": ["Nightsisters", "Dathomir", "Mère Talzin", "magie Ichor", "sorcières Dathomir"],
      "keysecondary": ["Ventress Dathomir", "Savage Opress", "Maul Dathomir"],
      "comment": "BLOC J — Nightsisters de Dathomir",
      "content": "[Nightsisters de Dathomir — Magie, Ichor et Indépendance]\nLes Nightsisters sont un clan de sorcières sensibles à la Force vivant sur Dathomir, un monde brumeux et hostile de la Bordure Extérieure. Leur rapport à la Force est radicalement différent de celui des Jedi ou des Sith : elles canalisent l'énergie spirituelle de Dathomir à travers la Magie Ichor — une brume verte surnaturelle jaillissant des profondeurs de la planète, manifestation locale du Côté Obscur mêlée à d'anciennes traditions shamaniques. Mère Talzin, leur matriarche, est l'une des êtres les plus puissants de la galaxie — capable de vaudou à distance, de résurrection des morts, de transformation physique et de magie de combat rivalisant avec les Sith. Les Nightsisters vivent selon une structure matriarcale stricte : les femmes sont sorcières et dirigeantes ; les hommes, les Nightbrothers (Zabrak de Dathomir), vivent séparément dans des villages tribaux et servent de guerriers et de compagnons choisis par les sorcières. Asajj Ventress est originaire de Dathomir, vendue comme esclave enfant puis retrouvant ses sœurs adulte. Savage Opress et Darth Maul sont des Nightbrothers. Le Comte Dooku, craignant l'indépendance de Ventress, ordonne le massacre des Nightsisters par le Général Grievous — un génocide mécanique qui anéantit presque entièrement le clan. Mère Talzin survit sous forme spectrale, poursuivant sa vendetta contre Dooku et Sidious (ce dernier l'ayant jadis trahie en lui enlevant Maul). Les Nightsisters représentent une troisième voie de la Force — ni Jedi ni Sith, ancrée dans le féminin, le rituel et la connexion tellurique — et leur quasi-extinction est une perte irréparable de diversité dans la compréhension de la Force.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "J_Force_Jedi_TCW",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "62": {
      "uid": 62,
      "key": ["gouvernement impérial", "Moff", "Grand Moff", "Sénat impérial", "Palpatine Empereur"],
      "keysecondary": ["Empire", "Nouvel Ordre", "régime impérial"],
      "comment": "BLOC K — Gouvernement impérial",
      "content": "[Gouvernement Impérial — Structure du Nouvel Ordre]\nL'Empire Galactique naît de la Déclaration du Nouvel Ordre par Palpatine devant le Sénat, transformant la République en autocratie sous les applaudissements. La structure gouvernementale est pyramidale et absolue. Au sommet : l'Empereur Palpatine, dont l'autorité est illimitée et incontestable. Le Sénat Impérial est maintenu comme façade de légitimité — les sénateurs conservent des titres et des débats, mais ne votent plus rien de substantiel. Il sera finalement dissous juste avant la Bataille de Yavin. Le vrai pouvoir repose sur la hiérarchie militaro-administrative : les Moffs gouvernent des secteurs de l'espace impérial, disposant d'armées, de flottes et d'une autorité civile quasi-absolue sur les mondes de leur secteur. Les Grands Moffs, rang supérieur créé pour les personnalités les plus puissantes, supervisent des « priorités sectorielles » ou des super-secteurs regroupant plusieurs dizaines de systèmes. Le Grand Moff Wilhuff Tarkin est le premier et le plus influent — c'est lui qui formalise la Doctrine Tarkin : « la peur maintiendra les systèmes locaux dans le rang ». Le Conseil Impérial regroupe les conseillers directs de Palpatine — certains publics (Mas Amedda, Sate Pestage), d'autres occultes. Le Grand Vizir Mas Amedda gère l'administration quotidienne. Les Directeurs impériaux (comme Krennic ou Isard) dirigent les projets spéciaux. L'ensemble forme un système où la compétition entre officiels est encouragée — Palpatine règne en dressant ses subordonnés les uns contre les autres, garantissant que nul ne devienne assez puissant pour le menacer.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "K_Structure_Imperiale",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "63": {
      "uid": 63,
      "key": ["COMPNOR", "propagande impériale", "HoloNet impérial", "censure Empire", "Commission Préservation"],
      "keysecondary": ["Empire", "endoctrinement", "médias impériaux"],
      "comment": "BLOC K — COMPNOR & Propagande",
      "content": "[COMPNOR & Propagande Impériale]\nLa Commission pour la Préservation du Nouvel Ordre (COMPNOR) est le bras idéologique de l'Empire, chargée de l'endoctrinement des masses, de la censure culturelle et du maintien de la ferveur pro-impériale. Le COMPNOR opère à travers plusieurs branches : le sous-comité de la Propagande produit des holofilms, des affiches, des programmes éducatifs et des émissions HoloNet glorifiant l'Empire et diabolisant les rebelles, les aliens et les Jedi. Le HoloNet — réseau de communication galactique — est purgé de toute information non autorisée ; les fréquences rebelles sont brouillées, les journalistes indépendants disparaissent, et l'histoire est réécrite : les Jedi deviennent des traîtres, la République une ère de chaos, et Palpatine un sauveur. Le SAGroup (Sub-Adult Group) endoctrine les jeunes dans des organisations de type paramilitaire, formatant la prochaine génération de citoyens loyaux. Le COMPNOR Selection Agent identifie les dissidents potentiels dans la population civile. La politique impériale est ouvertement spéciste : l'Humanocentrisme élevé au rang de doctrine officieuse — les espèces non-humaines sont marginalisées, exclues de l'armée et du gouvernement (à de rares exceptions), et les mondes aliens sont traités comme des réservoirs de ressources. Cette propagande est remarquablement efficace : des trillions de citoyens impériaux croient sincèrement que l'Empire apporte ordre et prospérité, et perçoivent la Rébellion comme du terrorisme. La vérité est le premier prisonnier de guerre de l'Empire.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "K_Structure_Imperiale",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "64": {
      "uid": 64,
      "key": ["Inquisitorius", "Inquisiteur", "Grand Inquisiteur", "chasseur Jedi", "Inquisiteurs impériaux"],
      "keysecondary": ["Empire", "Jedi survivants", "Côté Obscur impérial"],
      "comment": "BLOC K — Inquisitorius",
      "content": "[Inquisitorius — Les Chasseurs de Jedi de l'Empire]\nL'Inquisitorius est un programme secret créé par Darth Vader sous l'autorité de Palpatine, dédié à la traque et l'élimination des Jedi ayant survécu à l'Ordre 66. Les Inquisiteurs sont des utilisateurs de la Force — la plupart sont d'anciens Jedi tombés au Côté Obscur sous la torture, le chantage ou la désillusion, recrutés dans les chambres d'interrogation de la Forteresse Inquisitorius sur la lune Nur. Le Grand Inquisiteur, ancien Garde du Temple Jedi, dirige le programme. Les Inquisiteurs portent des sabres laser rotatifs à double lame, conçus autant pour le combat que pour l'intimidation. Ils sont désignés par des numéros (Deuxième Sœur, Cinquième Frère, Septième Sœur, etc.), leur identité précédente effacée. Leurs méthodes sont brutales : ils traquent les perturbations dans la Force, interrogent les communautés locales, utilisent des informateurs, et n'hésitent pas à massacrer des civils pour forcer un Jedi caché à se révéler. Ils identifient aussi les enfants sensibles à la Force pour les enlever — soit pour les former au Côté Obscur, soit pour les éliminer. Malgré leur entraînement, les Inquisiteurs sont volontairement maintenus faibles par Vader et Palpatine, qui ne toléreraient jamais de rivaux Sith véritables. Ils sont des outils jetables : quand un Inquisiteur échoue, il est exécuté ou remplacé. Dans le lore Legends, le programme inclut également des agents non-sensibles à la Force et s'étend aux prophètes du Côté Obscur et aux Mains de l'Empereur — un réseau d'assassins Force-sensibles servant directement Palpatine.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "K_Structure_Imperiale",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "65": {
      "uid": 65,
      "key": ["ISB", "Bureau Sécurité Impérial", "agent ISB", "surveillance impériale", "informateurs Empire"],
      "keysecondary": ["Empire", "espionnage impérial", "renseignement"],
      "comment": "BLOC K — ISB Bureau Impérial de Sécurité",
      "content": "[ISB — Bureau Impérial de Sécurité]\nL'ISB (Imperial Security Bureau) est l'appareil de renseignement intérieur de l'Empire, chargé de la surveillance des citoyens, de la traque des dissidents et du contre-espionnage. Plus redouté que l'armée régulière par les civils, l'ISB opère comme une police secrète omniprésente. Ses agents portent des uniformes blancs distinctifs et disposent d'une autorité supérieure à celle des officiers militaires de rang équivalent — un agent ISB peut contremander un capitaine de Star Destroyer s'il invoque la sécurité de l'État. L'ISB est structuré en plusieurs divisions : Surveillance (écoutes, interception de communications, monitoring HoloNet), Investigation (enquêtes sur la dissidence, interrogatoires), Réexécution (opérations secrètes, assassinats, disparitions), et Endoctrinement (loyauté des troupes impériales elles-mêmes). Le réseau d'informateurs de l'ISB est tentaculaire : voisins dénonçant des voisins, employés surveillant leurs collègues, droids domestiques reprogrammés pour écouter les conversations. La paranoïa que l'ISB génère est aussi efficace que ses opérations réelles — l'autocensure remplace la dissidence ouverte. L'ISB rivalise souvent avec le Renseignement Militaire Impérial (Imperial Intelligence) pour le contrôle des opérations, créant des guerres bureaucratiques internes que Palpatine encourage. Pour les habitants ordinaires de l'Empire, l'ISB est le croque-mitaine : invisible, potentiellement partout, et doté du pouvoir de faire disparaître quiconque sans procès.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "K_Structure_Imperiale",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "66": {
      "uid": 66,
      "key": ["flotte impériale", "Star Destroyer", "ISD", "TIE Fighter", "Doctrine Tarkin"],
      "keysecondary": ["Empire", "marine impériale", "vaisseau impérial"],
      "comment": "BLOC K — Flotte Impériale",
      "content": "[Flotte Impériale — La Marine du Nouvel Ordre]\nLa Flotte Impériale (Imperial Navy) est la plus grande force spatiale jamais assemblée dans l'histoire galactique, instrument principal de la Doctrine Tarkin : « la règle par la peur de la force plutôt que par la force elle-même ». Son vaisseau emblématique est l'Imperial-class Star Destroyer (ISD), long de 1 600 mètres, armé de 60 turbolasers lourds, 60 canons à ions et capable de transporter une légion complète de stormtroopers, des marcheurs AT-AT, des navettes et 72 chasseurs TIE. Un seul ISD peut soumettre un système stellaire entier. Les variantes incluent le Super Star Destroyer de classe Executor (19 kilomètres, vaisseau amiral de Vader) et les Star Destroyers de classe Victory, plus anciens. Les chasseurs TIE (Twin Ion Engine) — TIE/ln, TIE Interceptor, TIE Bomber, TIE Advanced — sont produits en masse, conçus pour être jetables : pas de boucliers, pas d'hyperdrive, pilotes considérés comme remplaçables. Cette philosophie reflète la doctrine impériale : la quantité écrase la qualité, et les vies individuelles sont sans valeur face à la mission. La flotte comprend également des croiseurs Interdictor (capables d'empêcher l'hyperespace), des frégates Lancer (anti-chasseurs), et des transports d'assaut. Les chantiers navals de Kuat Drive Yards et Fondor tournent sans relâche. Au pic de sa puissance, la Marine Impériale aligne plus de 25 000 Star Destroyers et des millions de vaisseaux de support — une force tellement écrasante que la Rébellion ne peut jamais l'affronter en bataille rangée et doit recourir à la guérilla.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "K_Structure_Imperiale",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "67": {
      "uid": 67,
      "key": ["Stormtrooper", "armée impériale", "conscription impériale", "troupes Empire", "soldat impérial"],
      "keysecondary": ["Empire", "garnison", "occupation militaire"],
      "comment": "BLOC K — Armée Impériale",
      "content": "[Armée Impériale — Stormtroopers et Forces Terrestres]\nL'Armée Impériale (Imperial Army) est la composante terrestre de la machine de guerre impériale. Les Stormtroopers en sont l'image iconique — soldats en armure blanche, anonymes, omniprésents. Initialement composée des clones survivants de la Guerre des Clones, l'armée transitionne rapidement vers la conscription et le recrutement volontaire de soldats humains à travers la galaxie. Les clones, vieillissant en accéléré et devenus obsolètes, sont progressivement retirés du service actif. Les nouvelles recrues passent par des académies militaires impériales (Carida, Raithal, Corulag) où l'endoctrinement est aussi important que l'entraînement au combat. Les Stormtroopers sont organisés en légions, régiments, bataillons et escouades, sous le commandement d'officiers humains gradés du sous-lieutenant au général. Ils ne sont pas une force unique — de nombreuses variantes spécialisées existent : les Snowtroopers (combat en milieu glaciaire), Sandtroopers (désert), Scout Troopers (reconnaissance avec speeder bikes), Spacetroopers (combat spatial EVA), Stormtroopers Aquatiques, et les redoutables Novatroopers d'élite. Les Dark Troopers dans le Legends représentent un programme d'exosquelettes et droïdes de combat avancés. La diversité cachée de l'armée inclut aussi les Army Troopers réguliers (souvent oubliés au profit des Stormtroopers), les pilotes de marcheurs AT-AT et AT-ST, et les garnisons planétaires composées de conscrits locaux. L'armée impériale projette l'ordre par la présence : chaque monde occupé voit des patrouilles blanches dans ses rues, rappel constant que la dissidence sera écrasée.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "K_Structure_Imperiale",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "68": {
      "uid": 68,
      "key": ["économie impériale", "militarisation économie", "budget flotte", "pénurie civile Empire"],
      "keysecondary": ["Empire", "crédits impériaux", "ressources impériales"],
      "comment": "BLOC K — Économie impériale",
      "content": "[Économie Impériale — Militarisation Totale]\nL'économie de l'Empire Galactique est une machine de guerre déguisée en gouvernement civil. Une proportion astronomique du produit galactique brut est déversée dans la construction de la flotte, le maintien des garnisons planétaires et les projets de superarmes. Les chantiers navals de Kuat, Fondor et Bilbringi fonctionnent en trois rotations continues pour produire des Star Destroyers. Le projet Étoile de la Mort engloutit à lui seul les ressources de systèmes entiers. Les corporations qui alimentent cette machine — Kuat Drive Yards, Sienar Fleet Systems (TIE Fighters), BlasTech (armes), Merr-Sonn (munitions) — prospèrent comme jamais, mais cette richesse ne ruisselle pas. Les mondes du Noyau bénéficient de la stabilité et du commerce impérial ; les mondes de la Bordure Extérieure sont systématiquement exploités — minerais extraits, populations taxées lourdement, ressources agricoles réquisitionnées pour nourrir les armées. Les pénuries civiles sont courantes sur les mondes non-privilégiés : rationnement alimentaire, manque de médicaments, infrastructure en déclin. Le crédit impérial, monnaie officielle, est imposé par la force — les systèmes monétaires locaux sont supprimés, donnant à l'Empire le contrôle total des flux financiers. La corruption est endémique : Moffs et gouverneurs locaux siphonnent les budgets, les contrats militaires sont attribués par favoritisme, et un marché noir florissant comble les manques que l'économie officielle crée. L'Empire est un système extractif : il prend à la périphérie pour nourrir le centre, et militarise l'ensemble pour empêcher toute contestation.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "K_Structure_Imperiale",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "69": {
      "uid": 69,
      "key": ["naissance Rébellion", "Alliance Rebelle origine", "Mon Mothma rébellion", "Accords Corelliens", "début rébellion"],
      "keysecondary": ["rebelle", "résistance Empire", "Alliance"],
      "comment": "BLOC L — Naissance de la Rébellion",
      "content": "[Naissance de la Rébellion]\nL'Alliance pour la Restauration de la République — l'Alliance Rebelle — ne naît pas d'un seul acte mais d'une convergence de résistances. Ses racines remontent à la Délégation des 2000, les sénateurs qui s'opposaient aux pouvoirs d'urgence de Palpatine. Après la Déclaration du Nouvel Ordre, ces résistances prennent des formes multiples et souvent déconnectées : Bail Organa d'Alderaan finance secrètement des réseaux de dissidents, Mon Mothma de Chandrila organise une opposition politique clandestine, Garm Bel Iblis de Corellia monte des cellules paramilitaires. Des Jedi survivants, des militaires républicains écœurés, des sénateurs déchus, des mouvements de libération planétaires (comme les Twi'leks de Cham Syndulla sur Ryloth) et des contrebandiers sympathisants forment un patchwork de rébellions. Dans le lore Legends, le Traité de Corellia formalise l'Alliance comme entité unifiée, avec Mon Mothma comme commandante en chef civile. La Déclaration de Rébellion est un document audacieux affirmant le droit des peuples à résister à la tyrannie. L'Alliance est précaire dès sa naissance : sous-financée, sous-armée, dépendante de la discrétion, et divisée entre modérés (Mon Mothma, diplomatie d'abord) et radicaux (Bel Iblis, frappe militaire immédiate). Ses premiers actes sont des sabotages discrets, des exfiltrations de dissidents, et la construction d'un réseau de bases secrètes. L'Alliance Rebelle est l'improbable coalition de tous ceux que l'Empire a blessés — et c'est cette diversité qui est à la fois sa plus grande force et sa plus grande vulnérabilité.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "L_Alliance_Rebelle",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "70": {
      "uid": 70,
      "key": ["structure Alliance", "flotte rebelle", "Base Echo", "Yavin IV rebelle", "hiérarchie rebelle"],
      "keysecondary": ["Alliance Rebelle", "militaire rebelle", "Hoth"],
      "comment": "BLOC L — Structure militaire Alliance",
      "content": "[Structure Militaire de l'Alliance Rebelle]\nL'Alliance Rebelle fonctionne comme une guérilla galactique organisée en flottilles mobiles et bases cachées, par nécessité plutôt que par choix. Le Haut Commandement de l'Alliance comprend Mon Mothma (chef d'État), l'Amiral Ackbar (commandant de la flotte), le Général Jan Dodonna (stratégie), et le Général Crix Madine (opérations spéciales). La flotte rebelle est un assemblage hétéroclite : croiseurs Mon Calamari MC80 reconvertis de paquebots civils, corvettes corelliennes CR90, frégates Nebulon-B capturées à l'Empire, et des dizaines de modèles de chasseurs — les X-wing sont l'épine dorsale, complétés par les A-wing (intercepteurs rapides), B-wing (bombardiers lourds) et Y-wing (anciens bombardiers républicains). Les bases principales changent régulièrement par sécurité : le Grand Temple de Yavin IV sert de quartier général pour la Bataille de Yavin, puis la Base Echo sur Hoth prend le relais jusqu'à son évacuation catastrophique. Des bases secondaires existent sur des dizaines de mondes reculés. Les SpecForces rebelles — forces spéciales — opèrent en petites équipes d'infiltration, de sabotage et de pathfinding. L'organisation cellulaire limite les dégâts en cas de capture : chaque cellule ne connaît que ses contacts immédiats. Les pilotes rebelles sont l'élite romantique de l'Alliance — souvent d'anciens pilotes impériaux ayant déserté — organisés en escadrons (Rogue Squadron, Gold Squadron, etc.). La discipline est moins rigide que dans l'Empire : les rebelles compensent leur infériorité numérique par l'initiative individuelle, la créativité tactique et un moral fondé sur la conviction plutôt que la peur.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "L_Alliance_Rebelle",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "71": {
      "uid": 71,
      "key": ["intelligence Alliance", "Bothan espion", "réseau Bothan", "Fulcrum", "espionnage rebelle"],
      "keysecondary": ["Alliance Rebelle", "renseignement", "informateur"],
      "comment": "BLOC L — Intelligence Alliance",
      "content": "[Intelligence de l'Alliance Rebelle]\nLe réseau de renseignement de l'Alliance est son arme la plus précieuse — sans lui, la Rébellion serait aveugle face à un Empire omniscient. L'Alliance Intelligence est dirigée par des officiers comme le Général Airen Cracken, et s'appuie sur un maillage d'espions, d'informateurs et de réseaux clandestins à travers la galaxie. Le réseau Bothan est le plus célèbre : les Bothans, espèce naturellement portée vers l'intrigue politique et le renseignement, maintiennent le Spynet Bothan — un réseau d'intelligence indépendant qui coopère avec l'Alliance. C'est par les Bothans que les plans de la seconde Étoile de la Mort parviennent à l'Alliance — au prix de nombreuses vies bothanes, comme le rappellera Mon Mothma. Le nom de code Fulcrum désigne un réseau d'agents de renseignement opérant sous identité masquée — dans le Legends, l'héritage d'Ahsoka Tano comme informatrice de la Rébellion naissante s'inscrit dans cette tradition. Les méthodes incluent le décryptage des communications impériales (les équipes de déchiffrement sont vitales), l'infiltration de garnisons impériales via des sympathisants locaux, le recrutement d'officiers impériaux désabusés, et l'utilisation de droids espions. Le contre-espionnage est un combat permanent : l'ISB infiltre régulièrement des agents dans les rangs rebelles, et la paranoïa est un risque constant. L'information est souvent la différence entre victoire et désastre — la Bataille de Yavin n'aurait jamais eu lieu sans l'analyse technique des plans de l'Étoile de la Mort, et Endor repose entièrement sur le renseignement (même si c'est un piège).",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "L_Alliance_Rebelle",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "72": {
      "uid": 72,
      "key": ["financement rebelle", "ressources Alliance", "contrebande rebelle", "mécènes rébellion"],
      "keysecondary": ["Alliance Rebelle", "crédits rebelle", "soutien"],
      "comment": "BLOC L — Financement & Ressources Rebelles",
      "content": "[Financement & Ressources de l'Alliance Rebelle]\nFinancer une rébellion galactique contre l'entité la plus riche de l'histoire est un défi permanent. L'Alliance survit grâce à un cocktail précaire de sources. Les mécènes royaux et planétaires sont essentiels : Alderaan, avant sa destruction, est le principal bailleur de fonds secret via la fortune personnelle de Bail Organa et la maison royale. Chandrila de Mon Mothma, le Consortium de Hapes (occasionnellement), et des systèmes sympathisants détournent discrètement des fonds publics. Les contrebandiers jouent un rôle vital : des individus comme Han Solo avant sa conversion idéologique transportent des armes, du matériel et des fournitures pour l'Alliance — parfois par conviction, souvent contre paiement. Les routes de contrebande (Kessel Run, couloirs de la Bordure Extérieure) sont des artères vitales. Le matériel militaire est souvent capturé : des raids sur les convois impériaux, des bases pillées, des vaisseaux volés ou détournés constituent une source majeure d'armement. Des corporations privées sympathisantes — comme Incom Corporation, dont les ingénieurs défectent avec les plans du T-65 X-wing — contribuent par la technologie. Les dons de citoyens ordinaires, bien que modestes individuellement, constituent un flux constant. L'Alliance vit en permanence dans la précarité logistique : chaque proton torpedo compte, chaque vaisseau perdu est irremplaçable, et le rationnement est la norme. Cette précarité forge une culture de débrouillardise — les mécaniciens rebelles sont des génies de l'improvisation, et rien n'est jamais jeté.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "L_Alliance_Rebelle",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "73": {
      "uid": 73,
      "key": ["culture rebelle", "diversité Alliance", "idéalisme rebelle", "pertes rebelles", "esprit rebelle"],
      "keysecondary": ["Alliance Rebelle", "espèces Alliance", "sacrifice"],
      "comment": "BLOC L — Culture rebelle",
      "content": "[Culture Rebelle — Diversité, Idéalisme et Sacrifice]\nLa culture de l'Alliance Rebelle est le contre-pied exact de l'Empire : là où l'Empire impose l'uniformité humanocentrique, l'Alliance célèbre la diversité. Humains, Mon Calamari, Sullustans, Bothans, Twi'leks, Wookiees, Duros et des dizaines d'autres espèces combattent côte à côte. Les femmes occupent des postes de commandement à tous les niveaux — Mon Mothma dirige l'ensemble, la Princesse Leia est une commandante de terrain. Cette diversité est idéologique autant qu'ethnique : monarchistes d'Alderaan, démocrates de Chandrila, libertaires corelliens, anciens séparatistes reconvertis et même d'anciens impériaux cohabitent sous une bannière commune. L'idéalisme est le ciment : les rebelles se battent pour une idée — la restauration de la démocratie, la liberté, la justice. Mais cet idéalisme cohabite avec un pragmatisme brutal : l'Alliance accepte des pertes qu'aucune armée conventionnelle ne tolérerait. Les pilotes savent que chaque mission peut être la dernière — le taux de survie des escadrons de chasse est effroyable. Les agents d'infiltration vivent avec la certitude de la torture s'ils sont capturés. Les cellules entières sont parfois sacrifiées pour protéger des opérations plus larges. Les débats internes sont réels : faut-il cibler des installations civiles impériales ? Accepter l'aide de criminels ? Assassiner des officiels ? Mon Mothma prône la retenue morale ; d'autres, comme Saw Gerrera (avant sa radicalisation extrême), jugent que la victoire exige des mains sales. La culture rebelle est celle de gens ordinaires qui ont choisi l'extraordinaire — et qui payent ce choix chaque jour.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "L_Alliance_Rebelle",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "74": {
      "uid": 74,
      "key": ["vie civile Empire", "propagande quotidienne", "rationnement impérial", "surveillance civile", "citoyen impérial"],
      "keysecondary": ["Empire", "vie quotidienne", "population"],
      "comment": "BLOC M — Vie civile sous l'Empire",
      "content": "[Vie Civile Sous l'Empire]\nPour les trillions de citoyens ordinaires de la galaxie, la vie sous l'Empire est un mélange de normalité de surface et d'oppression insidieuse. Sur les mondes du Noyau loyalistes — Coruscant, Kuat, Corulag — la vie quotidienne peut sembler prospère : les transports fonctionnent, le commerce circule, et la propagande HoloNet peint un tableau de stabilité. Beaucoup de citoyens apprécient sincèrement la fin de la Guerre des Clones et l'ordre restauré. Mais cette normalité a un prix. La surveillance est omniprésente : caméras dans les espaces publics, droids de surveillance, écoutes HoloNet, et le réseau d'informateurs de l'ISB qui transforme chaque voisin en mouchard potentiel. L'éducation est impériale : les enfants apprennent que les Jedi étaient des traîtres, que l'Empereur a sauvé la galaxie, et que les aliens sont inférieurs. Les médias sont contrôlés — aucune voix dissidente ne passe sur le HoloNet officiel. La liberté d'expression est formellement inexistante : une plaisanterie sur l'Empereur peut entraîner une visite de l'ISB. Le rationnement touche les mondes périphériques et occupés, où les ressources sont détournées vers l'effort militaire. Les espèces non-humaines subissent une discrimination systémique : quartiers ségrégués, emplois restreints, droits réduits. Pour les mondes occupés ou punitifs, la réalité est bien pire — couvre-feux, exécutions publiques, travaux forcés. La majorité silencieuse vit dans un consentement fatigué : l'Empire est là, il est partout, et résister semble impossible.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "M_Vie_Sous_Empire",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "75": {
      "uid": 75,
      "key": ["planètes occupées", "monde loyaliste", "résistance passive", "occupation impériale", "monde puni"],
      "keysecondary": ["Empire", "occupation", "traitement planétaire"],
      "comment": "BLOC M — Planètes occupées vs Loyalistes",
      "content": "[Planètes Occupées vs Loyalistes — Deux Visages de l'Empire]\nL'expérience impériale varie radicalement selon le statut d'un monde. Les mondes loyalistes du Noyau (Coruscant, Kuat, Anaxes, Chandrila avant la dissidence de Mon Mothma) bénéficient de contrats militaires, d'infrastructures maintenues, d'une présence impériale discrète et respectueuse, et d'une autonomie locale relative. Leurs élites siègent au Sénat Impérial, leurs industries profitent des commandes de la flotte, et leurs citoyens vivent dans un confort relatif. Les mondes neutres ou périphériques connaissent un traitement indifférent — l'Empire les ignore tant qu'ils paient leurs taxes et ne causent pas de problèmes. Les mondes occupés ou punitifs subissent le vrai visage du régime : Ryloth sous occupation impériale voit ses ressources pillées et sa population asservie ; Kashyyyk est transformée en réserve de main-d'œuvre Wookiee ; les mondes ayant montré des sympathies rebelles sont soumis à la loi martiale, aux exécutions publiques et à la Opération Base Delta Zero (bombardement orbital rasant la surface). La résistance passive est le choix de nombreux mondes intermédiaires : sabotage discret des usines impériales, ralentissement bureaucratique, caches de réfugiés, transmission clandestine d'informations à la Rébellion. Les gouverneurs impériaux qui administrent ces mondes varient entre technocrates raisonnables et tyrans sadiques — le sort d'une planète dépend souvent de la personnalité de son Moff. La destruction d'Alderaan — monde loyaliste, pacifique, sans armée — par l'Étoile de la Mort brise l'illusion que la loyauté protège qui que ce soit.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "M_Vie_Sous_Empire",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "76": {
      "uid": 76,
      "key": ["marché noir", "contrebande impériale", "contrebandier célèbre", "route Kessel", "trafic galactique"],
      "keysecondary": ["Empire", "commerce illégal", "Han Solo contrebande"],
      "comment": "BLOC M — Marché noir impérial",
      "content": "[Marché Noir Impérial — Contrebande et Commerce de l'Ombre]\nLe marché noir sous l'Empire est une économie parallèle massive, alimentée par les restrictions impériales, les pénuries organisées et la demande insatiable de biens interdits. La contrebande est une profession florissante : des pilotes indépendants transportent des armes, de l'épice (drogue galactique sous toutes ses variétés — glitterstim de Kessel, ryll de Ryloth, andris), des médicaments détournés, des pièces de vaisseaux et des passagers clandestins à travers les routes spatiales en évitant les patrouilles impériales. La Kessel Run — route reliant les mines de glitterstim de Kessel à travers le Maw (amas de trous noirs) — est le trajet de contrebande le plus dangereux et le plus prestigieux de la galaxie. Les contrebandiers célèbres incluent Han Solo et Chewbacca (Faucon Millenium), Talon Karrde (qui deviendra le roi de l'information du marché noir post-Endor), Booster Terrik (père de Mirax), et Dash Rendar. Les organisations criminelles — le Cartel Hutt, le Soleil Noir, le Syndicat des Pykes — sont les cartels du marché noir, opérant avec une tolérance impériale variable : l'Empire les tolère quand ils sont utiles et les écrase quand ils deviennent gênants. Les Hutts en particulier maintiennent un empire économique quasi-indépendant dans l'Espace Hutt. Le marché noir est aussi vital pour la Rébellion — une grande partie de son approvisionnement passe par des contrebandiers sympathisants ou mercenaires.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "M_Vie_Sous_Empire",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "77": {
      "uid": 77,
      "key": ["esclavage impérial", "Wookiee esclave", "travaux forcés Empire", "mines impériales", "esclavage Kashyyyk"],
      "keysecondary": ["Empire", "esclavage", "travail forcé"],
      "comment": "BLOC M — Esclavage impérial",
      "content": "[Esclavage Impérial]\nL'Empire Galactique pratique l'esclavage à une échelle industrielle tout en le niant officiellement. Légalement, l'Empire n'utilise pas le mot « esclavage » — il parle de « travail non-rémunéré de sujets impériaux », de « service pénal », ou de « contribution obligatoire de main-d'œuvre ». En pratique, des populations entières sont réduites en servitude. Les Wookiees de Kashyyyk sont le cas le plus emblématique : après l'occupation impériale de leur monde, des centaines de milliers de Wookiees sont déportés vers les mines de Kessel, les chantiers de construction de l'Étoile de la Mort, et d'autres projets impériaux, exploitant leur force physique légendaire. Les mondes aliens non-humains sont les victimes privilégiées : la politique humanocentrique de l'Empire déshumanise les espèces non-humaines, facilitant leur exploitation. Des camps de travail forcé existent sur des dizaines de mondes : mines de minerais sur Mimban, chantiers de construction sur Despayre, installations industrielles secrètes. Les prisonniers politiques — dissidents, sympathisants rebelles, familles de traîtres — rejoignent les esclaves dans ces camps. La différence avec l'esclavage des ères Sith précédentes est structurelle : les anciens empires Sith pratiquaient l'esclavage ouvertement comme fondement social ; l'Empire de Palpatine le dissimule derrière la bureaucratie, le rendant invisible pour les citoyens loyalistes qui préfèrent ne pas savoir. Les organisations anti-esclavage opèrent dans la clandestinité, souvent connectées à la Rébellion.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "M_Vie_Sous_Empire",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "78": {
      "uid": 78,
      "key": ["crédit impérial", "prix Empire", "inflation impériale", "économie civile Empire", "pénurie ciblée"],
      "keysecondary": ["Empire", "monnaie", "commerce civil"],
      "comment": "BLOC M — Prix & économie ère impériale",
      "content": "[Prix & Économie de l'Ère Impériale]\nLe crédit impérial est la monnaie unique imposée à la galaxie, remplaçant les crédits républicains et les monnaies locales. L'Empire contrôle la politique monétaire de manière centralisée, utilisant l'inflation et la déflation comme outils de contrôle. Sur les mondes du Noyau, un repas standard coûte quelques crédits, un blaster civil environ 500, et un speeder usagé entre 2 000 et 10 000 crédits. Les salaires d'un ouvrier moyen varient entre 500 et 2 000 crédits mensuels selon le monde et le secteur. Mais ces chiffres masquent des disparités gigantesques. Les pénuries ciblées sont une arme politique : l'Empire restreint l'approvisionnement en bacta (fluide médical universel) vers les mondes jugés déloyaux, faisant exploser son prix au marché noir. Les pièces de vaisseaux hyperespace sont contrôlées — un civil ne peut pas facilement acquérir un vaisseau capable de quitter son système, limitant la mobilité et donc la dissidence. Les armes sont théoriquement interdites aux civils, mais la réalité varie selon les mondes. Dans la Bordure Extérieure, le crédit impérial est souvent rejeté en pratique au profit du troc, des crédits Hutt, ou des métaux précieux. Les contrebandiers et les mercenaires préfèrent le paiement en lingots d'or Aurodium ou en épice. L'économie impériale crée une galaxie à deux vitesses : les citoyens du Noyau vivent dans un confort standardisé ; les populations périphériques survivent dans une précarité que l'Empire non seulement tolère mais organise.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "M_Vie_Sous_Empire",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "79": {
      "uid": 79,
      "key": ["Tatooine Empire", "Mos Eisley", "Hutt tolérance", "Tatooine ère impériale"],
      "keysecondary": ["Tatooine", "Jabba", "Bordure Extérieure Empire"],
      "comment": "BLOC M — Tatooine ère impériale",
      "content": "[Tatooine — Ère Impériale]\nTatooine sous l'Empire reste ce qu'elle a toujours été : un trou perdu de la Bordure Extérieure que la galaxie oublie. C'est précisément cette insignifiance qui en fait la cachette parfaite pour Obi-Wan Kenobi et le jeune Luke Skywalker. La présence impériale sur Tatooine est minimale — une petite garnison à Mos Eisley, des patrouilles occasionnelles de Sandtroopers, et des checkpoints rarement tenus. L'Empire tolère la domination des Hutts sur la planète : Jabba le Hutt règne depuis son palais du désert Dune Sea, contrôlant le commerce, la contrebande et la politique locale. Cette tolérance est pragmatique — les Hutts ne menacent pas l'Empire et servent de tampon administratif dans l'Espace Hutt. Mos Eisley, le principal astroport, est un repaire de contrebandiers, de chasseurs de primes, de marchands d'espèce et de désespérés — « vous ne trouverez jamais endroit plus misérable de débauche et de vilenie », comme dira Obi-Wan. L'économie locale repose sur l'agriculture d'humidité (les fermes d'humidité récoltent l'eau atmosphérique), le commerce de transit, et le crime. Les Jawas recyclent la technologie tombée dans le désert ; les Tuskens (Hommes des Sables) restent une menace nomade hostile. Pour les fermiers comme Owen et Beru Lars, la vie est une routine de labeur, d'isolement et de survie — la guerre galactique est un lointain bruit de fond. Tatooine est l'angle mort de l'Empire, et c'est dans cet angle mort que grandit le garçon qui le détruira.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "M_Vie_Sous_Empire",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "80": {
      "uid": 80,
      "key": ["Étoile de la Mort", "Death Star", "Tarkin concept", "superlaser", "Alderaan destruction"],
      "keysecondary": ["superarme", "Empire", "Yavin"],
      "comment": "BLOC N — Étoile de la Mort",
      "content": "[Étoile de la Mort — Terreur Incarnée]\nL'Étoile de la Mort est l'aboutissement de la Doctrine Tarkin : une station de combat sphérique de 160 kilomètres de diamètre, capable de détruire une planète entière d'un seul tir de superlaser. Le concept, né des plans Geonosiens pendant la Guerre des Clones, est développé pendant deux décennies dans le plus grand secret — projet massif impliquant des milliers d'ingénieurs, le travail forcé de millions d'esclaves (notamment des Wookiees), et un budget si colossal qu'il déforme l'économie galactique. Le superlaser focalise l'énergie de multiples réacteurs kyber en un seul faisceau d'annihilation planétaire. La station abrite une garnison de plus d'un million de personnel impérial, des escadrons de TIE, et une puissance de feu conventionnelle suffisante pour affronter une flotte. Sa première utilisation opérationnelle — la destruction d'Alderaan — est un traumatisme galactique sans précédent. Un monde entier, deux milliards d'habitants, une civilisation millénaire, réduits en astéroïdes en un instant. L'onde de choc dans la Force est si violente qu'Obi-Wan la ressent à des années-lumière. Mais cette terreur a un défaut fatal : un conduit d'aération menant directement au réacteur principal, faille exploitée par Luke Skywalker lors de la Bataille de Yavin. La destruction de l'Étoile de la Mort prouve que la peur n'est pas une arme invincible — et que l'arrogance impériale crée les vulnérabilités qui la détruiront. Une seconde Étoile de la Mort, plus grande et sans le défaut d'origine, sera construite au-dessus d'Endor — piège tendu par Palpatine qui échouera lui aussi.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "N_Technologie_Superarmes",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    },
    "81": {
      "uid": 81,
      "key": ["superarme Legends", "Sun Crusher", "World Devastator", "Project Blackwing", "arme biologique Empire"],
      "keysecondary": ["Empire", "superarme", "arme secrète"],
      "comment": "BLOC N — Superarmes impériales Legends",
      "content": "[Superarmes Impériales — Legends]\nDans l'Univers Étendu Legends, l'obsession impériale pour les superarmes dépasse largement l'Étoile de la Mort. L'Empire développe un arsenal de projets apocalyptiques, chacun reflétant la paranoïa et la mégalomanie du régime. Le Sun Crusher est un chasseur de la taille d'un petit vaisseau, virtuellement indestructible grâce à un blindage en alliage quantique, capable de déclencher la supernova d'une étoile avec ses torpilles à résonance — détruisant un système solaire entier. Les World Devastators sont des usines de guerre spatiales autonomes qui dévorent les planètes pour recycler leur matière en armements impériaux, déployées contre Mon Calamari par l'Empereur Palpatine ressuscité. Le Darksaber est une tentative Hutt de reproduire le superlaser de l'Étoile de la mort dans un format plus compact mais structurellement instable. Le Project Blackwing, quant à lui, est une expérience d'arme biologique tournant au désastre zombie sur un Star Destroyer. Ces superarmes illustrent la doctrine de dépassement technologique permanent de l'Empire — une quête de la solution miracle militaire qui finit souvent par être sa propre perte.",
      "constant": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 0,
      "disable": false,
      "excludeRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "N_Technologie_Superarmes",
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "automationId": "",
      "role": null,
      "vectorized": false
    }
  }
}